{
    "2024-10-13": [
        {
            "title": "Outdoor Track Closures This Weekend",
            "category": "Events & Activities",
            "description": "The Outdoor Track will be closed to the community at the following times this week:Tuesday: Closed 5:30 -7:30 pm.Thursday: Closed 5:30 -7:30 pm.",
            "topic": "Athletics",
            "date": "2024-10-13",
            "posted_by": "Vicky Davis"
        }
    ],
    "2024-10-12": [
        {
            "title": "Protecting Your Finances from Scams",
            "category": "News & Information",
            "description": "Be vigilant against sophisticated scams targeting students and professionals. Understanding these threats is the first step in protection.Common Scams Targeting UniversitiesFake scholarship offersFake grant notificationsTuition scamsFraudulent financial aid applicationsRed Flags to Watch ForRequests for upfront feesPressure to act immediatelyGuarantees of successSolicitations for personal financial informationProtecting YourselfVerify sources of financial offers or requestsUse only official channels for financial aid informationNever share personal or financial details unless you initiated the contactApproach unsolicited opportunities with scepticismIf you fall victim to a scam, report it immediately to your NYUAD IT and local law enforcement. Stay informed and alert to protect your financial future and academic aspirations.For assistance, contact IT support at nyuad.it@nyu.edu.",
            "topic": "Technology",
            "date": "2024-10-12",
            "posted_by": "Aman Mudhar"
        },
        {
            "title": "Author Spotlight Event – Don’t You Forget by Confidence Ezemba",
            "category": "News & Information",
            "description": "We’re excited to announce that Confidence Ezemba, a budding Nigerian author and a senior student, has recently made waves with his debut novel,Don’t You Forget A Novel. Join us as Confidence discusses his book and shares insights into his creative process.The event will include a Q&A session with the audience and a book signing opportunity.Thursday | November 14 | 4:30PM | A6 - BookstoreDon’t miss out! Register your interesthere",
            "topic": "Bookstore",
            "date": "2024-10-12",
            "posted_by": "Joselyn Jusayan Ilumin"
        }
    ],
    "2024-10-11": [
        {
            "title": "IT network maintenance tonight",
            "category": "Service Notifications",
            "description": "Emergency IT network maintenance has been scheduled forFriday, October 11th, starting at 10 PMuntil 11:30 PMfor the below services:All Wi-Fi services, including:• NYU Wi-Fi• eduroam• NYUGuest Wi-FiWedo notexpect any visible impact and for added support teams will be onsite to monitor.Please note thatnetwork and residential Wi-Fi services will remain unaffectedduring the maintenance period.Should you have any questions or concerns, feel free to contact IT support at x88888 or emailnyuad.it@nyu.edu.",
            "topic": "Technology",
            "date": "2024-10-11",
            "posted_by": "Aman Mudhar"
        },
        {
            "title": "Fall Break Campus Activities",
            "category": "Events & Activities",
            "description": "Wednesday, October 16 at 3:30 - 5:00 pm,SLICECT Circle Session, Serenity Room (C2-Level 2, Behind Global Education)\"Being Together: Navigating Guilt and Helplessness\" - A sharing space designed for students grappling with the emotional weight of global events.Through guided conversations about shared experiences, participants will reflect and introspect on coping strategies, processing strong emotions, and cultivating emotional resilience, through meaningful connections and interactions.Wednesday, October 16 at 7:00 - 9:00 pm, Pink RideJoin the Residential Life team at Yas Marina for aPink Ridecycling event in partnership with the Health Center and Athletics Department. Open to all students. Register onEngage.Saturday, October 19 at 7:30 pm, Movie Marathon, Baraha (E-243)Screen the first season of Avatar: The Last Airbender. Open to all students. For more information and to register, visitEngage.Group Fitness Scheduleand Open Play Squash: 5-8 pm Squash Court 1-3",
            "topic": "Events and Activities",
            "date": "2024-10-11",
            "posted_by": "Natalie Jones"
        },
        {
            "title": "Fall Break Programming Off Campus",
            "category": "Events & Activities",
            "description": "Take a trip toQasr Al Watan. Advance RSVP required by Sunday, October 13, 9:00 pm GST. Sign up for a tickethere. Transportation is not provided and tickets are limited to 1 per person on a first come, first served basis.Explore Al Reem Island throughkayaking at Reem Central Park. Advance RSVP required by Sunday, October 13 at 9:00 pm GST. Transportation is not provided and tickets are limited to 1 per person on a first come, first served basis. You may sign uphere.Saturday, October 19 at 5:00 pm GST, Apple Exclusive Session:Join renowned photographer Baber Afzal at Apple’s flagship store in Galleria Mall on Al Maryah Island. Baber will share his photography journey, demonstrating how to take better pictures with your iPhone, and editing tips to enhance your shots. Sign up using your NYUAD email credentialshere.",
            "topic": "Events and Activities",
            "date": "2024-10-11",
            "posted_by": "Natalie Jones"
        },
        {
            "title": "Library of Arabic Literature Book Club Meeting",
            "category": "News & Information",
            "description": "Join us for the upcoming LAL Book Club! This month's selected read isTwo Arabic Travel Books. Mr. Tim Mackintosh will lead the discussion.Details:Date:Wednesday, November 6Time:4:00 PM - 5:00 PMLocation:A6 - BookstoreWe’d love to have you with us! Register your interesthere.",
            "topic": "Bookstore",
            "date": "2024-10-11",
            "posted_by": "Joselyn Jusayan Ilumin"
        },
        {
            "title": "Author Spotlight Event – Don’t You Forget by Confidence Ezemba",
            "category": "News & Information",
            "description": "We’re excited to announce that Confidence Ezemba, a budding Nigerian author and a senior student, has recently made waves with his debut novel,Don’t You Forget A Novel. Join us as Confidence discusses his book and shares insights into his creative process.The event will be followed by a Q&A session with the audience and a book signing opportunity.Thursday | November 14 | 4:30PM | A6 - BookstoreDon’t miss out! Register your interesthere",
            "topic": "Bookstore",
            "date": "2024-10-11",
            "posted_by": "Joselyn Jusayan Ilumin"
        },
        {
            "title": "Last Call to Apply: Volunteer Opportunity at XPANSE",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "Event Dates:November 20-22, 2024Location:ADNEC Center, Abu DhabiHost:ADQ, in partnership with MATTER and ADNECAbout XPANSE:XPANSE is a global forum on exponential technologies, uniting 2,500 leaders, technologists, Nobel Laureates, scientists, and policymakers to explore advancements in AI, quantum computing, and more. Volunteers will play a key role in shaping the future of technology.Volunteer Benefits:Full Event Access:Attend all sessions, including keynotes and panels.Networking Opportunities:Connect with global leaders and experts.Hands-on Experience:Join the operational team for a prestigious event.Certificate of Participation:Acknowledgment of your contribution.Volunteer Roles:Event Operations & Logistics:Manage attendee flow and logistics.Speaker & VIP Management:Assist speakers and VIPs during the event.Attendee Engagement & Registration:Help with registration and attendee support.Interactive Zone Support:Aid in setting up and managing interactive exhibits.Who Can Apply?Passionate students interested in emerging technologies.Strong communication skills and a positive attitude.Commitment to the full event (November 20-22) and attendance at training sessions.How to Apply:Interested students can apply here. Early applications are encouraged due to limited spots.",
            "topic": "Community Outreach",
            "date": "2024-10-11",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Volunteer at the Emirates Park Zoo!!",
            "category": "Events & Activities",
            "description": "AN OPEN CALL TO ANIMAL LOVERS!!Are you passionate about zoology, conservation, or animal care? You can now sign up to register your interest in joining the Emirates Park Zoo as a volunteer. Volunteers will perform multiple duties including feeding and caring for the animals, collecting data, and working with zoologists.Register your interest now!!Questions? Email us atnyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-11",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Volunteer for the Pink Polo Cup 2024!",
            "category": "Events & Activities",
            "description": "The Pink Polo Cup 2024 in Abu Dhabi is a vibrant charity event that combines the thrill of polo with a noble cause. Set against the stunning backdrop of the UAE's capital, the event aims to raise awareness and funds for breast cancer research and support. Attendees can expect a day filled with exciting polo matches, stylish socializing, and engaging activities, all while promoting a message of hope and community. Register to volunteer now for a celebration of sport and solidarity!You can now register here.Questions? Email nyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-11",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Library Hours for October 12th and 13th",
            "category": "Service Notifications",
            "description": "Saturday, Oct. 12 - 8am - 12amSunday, Oct 13 - 8am - 2am",
            "topic": "Library",
            "date": "2024-10-11",
            "posted_by": "May Cruz"
        },
        {
            "title": "NYU Abu Dhabi Campus Landscape Vision Survey",
            "category": "News & Information",
            "description": "We are looking for your feedback on different zones of the NYU Abu Dhabi campus.Please take a moment to share your thoughts and vision for each area to help us improve the design and functionality of our outdoor spaces. The survey will take less than 5 minutes of your time, and your email address will be recorded in case we would like to follow up with you for additional feedback.Take the survey",
            "topic": "Facilities",
            "date": "2024-10-11",
            "posted_by": "Sabera Chowdhury"
        },
        {
            "title": "Jarrett Blanc and Robin Brooks Visiting Campus (October 21-23)",
            "category": "News & Information",
            "description": "We are excited to announce thatJarrett Blanc, former U.S. negotiator for the Iran nuclear deal, andRobin Brooks, former economic advisor to Vice President Kamala Harris, will be visiting the campus fromOctober 21 to 23. If you would like to schedule a meeting or arrange a class visit with either guest, please reach out to us atnyuad.institute@nyu.edu.",
            "topic": "Academics",
            "date": "2024-10-11",
            "posted_by": "Nahed Muthanna Ahmed"
        },
        {
            "title": "Tennis Courts Closed | October 12-26",
            "category": "Events & Activities",
            "description": "Tennis Courts 1 and 2 will be closed from Oct. 12- 26 for court repairs.Tennis Courts 3 and 4 will remain open during this time.Sorry for the inconvenience.",
            "topic": "Athletics",
            "date": "2024-10-11",
            "posted_by": "Vicky Davis"
        },
        {
            "title": "Spring 2025 class schedule and registration information",
            "category": "News & Information",
            "description": "The Spring 2025 class schedule will be available starting on Tuesday, October 22, 2024 with registration beginning the week of November 18.A listing of Spring 2025 class offerings will be available in theAlbert Course Search. Departments are working hard putting the finishing touches on the class schedule for upcoming semester!Registration appointment times can be viewed in Albert by the last week of October.To prepare for registration, make sure to visit NYU'swebsiteand check out theAlbert guides. Make sure to add courses to your shopping cart and validate each of them to make for a smooth registration day.Should you have any questions, contact theOffice of the NYUAD Registrar. Let us know the topic of your concern so we can connect you with the correct team.For all academic deadlines please make sure to refer to the online academic calendar athttps://nyuad.nyu.edu/en/academics/undergraduate/academic-calendar.html",
            "topic": "Registrar",
            "date": "2024-10-11",
            "posted_by": "Kerry Eden"
        },
        {
            "title": "In Conversation with Susanna Kempe, CEO of the Laidlaw Foundation",
            "category": "Events & Activities",
            "description": "This conversation between Susanna Kempe, CEO of the Laidlaw Foundation and Laidlaw Scholars Ventures and NYU Abu Dhabi Vice Chancellor Fabio Piano, will focus on the transformative power of education for all, and the unique role organizations like the Laidlaw Foundation have to play in scaling access and impact. In light of Laidlaw's aim to develop leaders who embody excellence, act with integrity, and who are driven to solve the world’s most intractable problems, we will learn about what matters most and what works. For students with leadership ambitions who are interested in exploring careers in social impact or education, this conversation will provide helpful insight.This conversation will be moderated byVice Chancellor Fabio Piano.Attendees will have the opportunity to ask questions following an initial conversation.The event will be hosted in-person on the NYUAD campus in theCareer CafeonWednesday, 16 October 2024 from 5:30pm - 6:30pm.Registerhere.",
            "topic": "Career Development",
            "date": "2024-10-11",
            "posted_by": "Helen Taunga"
        },
        {
            "title": "Fall Break Dining Outlets Timings",
            "category": "News & Information",
            "description": "UPDATED October 11During Fall Break, all NYUAD Dining Outlets will operate as usual, except for Campus West (D1), which will close on Monday, October 14th and reopen on Monday, October 21st.You can find all outlet hours and additional information on the NYUAD Intranethere.",
            "topic": "Dining",
            "date": "2024-10-11",
            "posted_by": "Joselyn Jusayan Ilumin"
        }
    ],
    "2024-10-10": [
        {
            "title": "Book Club: Stage Management Theory as a Guide to Practice: Cultivating a Creative Approach",
            "category": "Events & Activities",
            "description": "Join us for a book club focused on theatrical stage management! We'll be diving into the second edition of “Stage Management Theory as a Guide to Practice: Cultivating a Creative Approach” by Lisa Porter and Narda E. Alcorn. This insightful book offers valuable perspectives on facilitating creative projects, catering to both newcomers and seasoned theatremakers.Whether you're a regular attendee or can only join occasionally, all are welcome! Drop in when you can and be part of this enriching discussion on the creative and practical aspects of stage management. Don't miss this opportunity to enhance your theatrical knowledge and connect with others with similar interests.When: October 24 - December 5; Every Thursday, 5 - 6 pmYou can read the bookhere(accessible by NYU Library) and sign up for the Book clubhere.",
            "topic": "Events and Activities",
            "date": "2024-10-10",
            "posted_by": "Bridin Cotton"
        },
        {
            "title": "Volunteer for the Pink Polo Cup 2024!",
            "category": "Events & Activities",
            "description": "The Pink Polo Cup 2024 in Abu Dhabi is a vibrant charity event that combines the thrill of polo with a noble cause. Set against the stunning backdrop of the UAE's capital, the event aims to raise awareness and funds for breast cancer research and support. Attendees can expect a day filled with exciting polo matches, stylish socializing, and engaging activities, all while promoting a message of hope and community. Register to volunteer now for a celebration of sport and solidarity!You can now register here.Questions? Email nyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-10",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "How to Research Islam (English and Arabic)",
            "category": "Learning & Development",
            "description": "Description:Learn how to research Islam in the library using English and Arabic sources. Beginning and advanced researchers are welcome. Hosted by Librarian for Middle East Studies, Justin Parrott.Location:C2-303Register Here",
            "topic": "Library",
            "date": "2024-10-10",
            "posted_by": "Grace Oluwaseyi Itiola"
        },
        {
            "title": "Are you over the limit of your Google Storage? We can help.",
            "category": "Learning & Development",
            "description": "Google Storage: Online Drop-in Session with NYUAD IT and University ArchivesOnlineAre you over the limit of your Google Storage, or looking for general information about managing your files and workspace within the Google environment? Do you have older files that you're not sure should be permanently preserved?Drop into this 1-hour online session with your questions about Google Storage and Gmail. NYUAD IT and University Archives will be there to help answer your questions.Date:Thursday, October 24, 202412:00 PM - 1:00 PMGeet the Zoom Link and see more dates!",
            "topic": "Library",
            "date": "2024-10-10",
            "posted_by": "Grace Oluwaseyi Itiola"
        },
        {
            "title": "Make Zotero Work For You!",
            "category": "Events & Activities",
            "description": "Description:This workshop introduces the free, open-source citation management software Zotero and gives tips to make it work for you. Hosted by Librarian for the Humanities, Justin ParrottLocation:C2-303Date:Monday, October 14, 2024Time:2:00 PM - 3:00 PMREGISTER HERE",
            "topic": "Library",
            "date": "2024-10-10",
            "posted_by": "Grace Oluwaseyi Itiola"
        },
        {
            "title": "Crash Course in AI Generated Images",
            "category": "Learning & Development",
            "description": "Need a great cover image for a presentation, or looking for a creative outlet? Join Grace Adeneye, Librarian for the Arts and Instruction, and Abigail Cahill, Librarian for the Sciences, in exploring the good, the bad, and the hilariously ugly in images generated by AI! Learn the basics of some free AI tools for creating images, common pitfalls in AI-generated images, and some tips for how to recognize AI-generated images hiding in plain sight.Location: NYUAD Library room 303 (Library Instruction Room)Date:Tuesday, October 15, 2024Time:12:00 PM - 1:00 PMRegister Here",
            "topic": "Library",
            "date": "2024-10-10",
            "posted_by": "Grace Oluwaseyi Itiola"
        },
        {
            "title": "Senior J-Term Capstone Research",
            "category": "Deadlines",
            "description": "Eligible seniors scheduled to graduate in May and are currently pursuing their Capstone project may apply to spend the January Term of their senior year on campus to continue their Capstone research.ApplicationDeadline(to complete all steps):October 25, 2024Information about the application process can be foundHERE.Eligibility and RequirementsTo be eligible, applicants must meet the following criteria:Be a graduating seniorcurrentlyliving on campus.Require physical presence on campus to work on their Capstone project.Receive support from Capstone Supervisor and funding from the Academic Program/Division.Students will need to enroll byNovember 30, 2024in Capstone Project (Capstone II) for the spring semester in order to be on campus during the January Term.Arrive on campus on Sunday, January 5, 2025 and stay in campus housing through the start of the spring semester.",
            "topic": "Academic Resources",
            "date": "2024-10-10",
            "posted_by": "Michael Martinez"
        },
        {
            "title": "Relief package drive for Lebanon",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "Emirates Red Crescent will facilitate volunteers to participate in a nationwide campaign to collect donations and join a community relief package assembly and packing drive for Lebanon this weekend.Date: Sunday, October 13, 2024 (9:00 AM - 1:00 PM)Location: Abu Dhabi Cruise Terminal, Abu Dhabi Ports Group.* Please register by Friday, October 11, 2024 at 4pm. We have limited allocated spots volunteers will be selected on a first-come, first-served basis. Please only register if you are committed to come on Sunday for the full duration of the 4 hour shift.Register Your Interest:https://forms.gle/4pDc1Eu46TLgJQPB8",
            "topic": "Community Outreach",
            "date": "2024-10-10",
            "posted_by": "Shamma Albreiki"
        },
        {
            "title": "Relief package drive for Lebanon",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "Emirates Red Crescent will facilitate volunteers to participate in a nationwide campaign to collect donations and join a community relief package assembly and packing drive for Lebanon this weekend.Date: Sunday, October 13, 2024 (9:00 AM - 1:00 PM)Location: Abu Dhabi Cruise Terminal, Abu Dhabi Ports Group.* Please register by Friday, October 11, 2024 at 4pm. We have limited allocated spots volunteers will be selected on a first-come, first-served basis. Please only register if you are committed to come on Sunday for the full duration of the 4 hour shift.Register Your Interest:https://forms.gle/4pDc1Eu46TLgJQPB8",
            "topic": "Community Outreach",
            "date": "2024-10-10",
            "posted_by": "Shamma Albreiki"
        },
        {
            "title": "Volunteer at the Al Wathba Wetland Reserve!",
            "category": "Events & Activities",
            "description": "We’re excited to extend a special invitation to a meaningful initiative dedicated to protecting the beautiful Al Wathba Wetland Reserve—a haven for nearly 4,000 Greater Flamingos and many other species!Bring your family, friends, and fellow volunteers for an unforgettable experience.You can sign up here!Should you have any questions or need further information, please don't hesitate to reach out to nyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-10",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "History Open House | Oct. 21 | 5-7pm",
            "category": "Events & Activities",
            "description": "Please join the History Program faculty for an early evening of light dinner and bingo along with students enrolled in or interested in history courses.Monday, October 21, 5-7pm, C2 E243",
            "topic": "Academics",
            "date": "2024-10-10",
            "posted_by": "Erin Kathleen Pettigrew"
        },
        {
            "title": "Mangrove Planting!",
            "category": "Events & Activities",
            "description": "Are you ready to be part of a movement that’s making a real difference? Join us in supporting the UAE’s ambitious mission of planting 100 million mangrove trees by 2030!Interested in joining us to plant mangroves?Fill out the formto express your interest and be part of this ongoing commitment to a greener future.For questions please email NYUAD Civic Engagement & Service atnyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-10",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Volunteer Opportunity at XPANSE",
            "category": "Events & Activities",
            "description": "Event Dates:November 20-22, 2024Location:ADNEC Center, Abu DhabiHost:ADQ, in partnership with MATTER and ADNECAbout XPANSE:XPANSE is a global forum on exponential technologies, uniting 2,500 leaders, technologists, Nobel Laureates, scientists, and policymakers to explore advancements in AI, quantum computing, and more. Volunteers will play a key role in shaping the future of technology.Volunteer Benefits:Full Event Access:Attend all sessions, including keynotes and panels.Networking Opportunities:Connect with global leaders and experts.Hands-on Experience:Join the operational team for a prestigious event.Certificate of Participation:Acknowledgment of your contribution.Volunteer Roles:Event Operations & Logistics:Manage attendee flow and logistics.Speaker & VIP Management:Assist speakers and VIPs during the event.Attendee Engagement & Registration:Help with registration and attendee support.Interactive Zone Support:Aid in setting up and managing interactive exhibits.Who Can Apply?Passionate students interested in emerging technologies.Strong communication skills and a positive attitude.Commitment to the full event (November 20-22) and attendance at training sessions.How to Apply:Interested students can apply here.Early applications are encouraged due to limited spots.",
            "topic": "Community Outreach",
            "date": "2024-10-10",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Extended Deadline for the Louvre University Students' Takeover (organized by Louvre)",
            "category": "Events & Activities",
            "description": "Louvre Abu Dhabi's University Take Over the Museum is inSeason 3 and entitled Threads of Time (to clarify, this is organized by the Louvre directly for students)·Proposal Submission– extended to 16 October 2024·Selection Committeefor student presentations - moved to 25 October(Invitations for Groups to present to the Selection Committee will be shared via email between 30 September to 7 October)The other key dates outlined in theStudent Briefremain the same.·Submit proposal viaUTOM@Louvreabudhabi.ae·Visit the Louvre Abu Dhabi website for more information about theproject·Discover more about themuseum collectionto inspire your interpretation·Visit theResearch CentreFull Link Here: https://www.louvreabudhabi.ae/en/whats-on/university-take-over-the-museum-s3",
            "topic": "Events and Activities",
            "date": "2024-10-10",
            "posted_by": "Tracy Lynne Lavin"
        },
        {
            "title": "TONIGHT! Short Night Against Procrastination!",
            "category": "News & Information",
            "description": "Midterms got you feeling blue? Looking for a little mo(o)tivation to get some work done?Join us in the Center for Writing and the LibraryTONIGHT, October 10th, from 6-10pm, for the Short Night Against Procrastination!You bring the work, we'll bring the writing consultations, de-stressing games and puzzles, our (in)famous Prison of Productivity, and snacks - duh!Write. Here.",
            "topic": "Academics",
            "date": "2024-10-10",
            "posted_by": "Samia Ahmed"
        },
        {
            "title": "UAE Plant and Environment Society Seminars",
            "category": "Events & Activities",
            "description": "Speaker Name:Amandine Cornille, NYUADTitle:A (long) path to climate-proof apples and other fruits?Host:Kenneth Birnbaum, NYU & NYUAD CGSBLocation:Zoom (link)Time:5 pm-6 pm (UAE time)Date:Wednesday, October 16, 2024Abstract:Can apples withstand climate change? Despite the economic and cultural importance of the apple tree, this question remains unanswered. To address this, we must explore the origins and domestication history of apples, and characterize the genetic diversity that could help them adapt to climate challenges. Genetic markers revealed the journey of the cultivated apple with a complex history shaped by human practices. Today, conservation efforts, sequenced genomes, and experimental settings, can help predict how well our apples can adapt to climate change.",
            "topic": "Research",
            "date": "2024-10-10",
            "posted_by": "Susan Havlis"
        }
    ],
    "2024-10-09": [
        {
            "title": "Library_Fall Break Hours (Oct.14-20)",
            "category": "Service Notifications",
            "description": "Monday, Oct. 14 - 8am - 2amTuesday, Oct 15 - 8am - 10pmWed - Fri, Oct. 16-18 - 8am - 8pmSaturday, Oct. 19 - 12pm - 8pmSunday, Oct. 20 - 12pm - 2am",
            "topic": "Library",
            "date": "2024-10-09",
            "posted_by": "Gerardo Reyes Jr."
        },
        {
            "title": "UAE HEALTHY FUTURE STUDY: RECRUITMENT",
            "category": "Events & Activities",
            "description": "Are you an Emirati above 18 years old ?The UAE Healthy Future Study focuses on understanding and preventing obesity, diabetes, and heart disease among Emiratis.BOOK YOUR APPOINTMENT NOWhttps://uaehealthyfuture.timetap.com/#/JOIN USWellness Center C2, (W014 & W015)إماراتية وعمرك ِ فوق 18 سنة؟دراسة مستقبل صحي للإمارات تعنى بفهم مسببات السمنة والسكري وأمراض القلب والوقاية منها بين الإماراتيينبخطوة واحدة يمكن أن تساهمي في صحة أجيال المستقبلاحجزي موعدك ِ الانhttps://uaehealthyfuture.timetap.com/#/",
            "topic": "Events and Activities",
            "date": "2024-10-09",
            "posted_by": "Khaloud Al Remeithi"
        },
        {
            "title": "LLM CTF Attack Competition!",
            "category": "Events & Activities",
            "description": "We are excited to announce theLLM CTF Attack Competitionat New York University Abu Dhabi as part ofCSAW'24organized by the eBRAIN Lab under Prof. Muhammad Shafique, in collaboration with the Center of Cyber Security (CCS)!Showcase your expertise by deploying generative autonomous AI agents to tackle cybersecurity CTF challenges. Compete in this in-person event leveraging Large Language Models like ChatGPT or Claude to autonomously discover vulnerabilities, and capture flags across diverse categories such as PWN, Web, Rev, Forensics, and more. Participants can develop their own AI agent or enhance existing API-based services. Submit your prompts, solution logs, and final presentations showcasing your methodology. Successful teams will be awarded cash prizes. Teams of up to three participants are encouraged, and solo competitors are also welcome.Click herefor more information about the competitionRegistration deadline: October 21, 2024",
            "topic": "Events and Activities",
            "date": "2024-10-09",
            "posted_by": "Hari Ramasubbu"
        },
        {
            "title": "Your Opinion Matters: Join Our Bookstore Survey!",
            "category": "News & Information",
            "description": "We want to hear from you! Your thoughts and experiences are significant to us. We invite you to participate in our bookstore survey to serve our community better and enhance your shopping experience.Your feedback will help us understand what you love, what we can improve, and how we can make your visits even more enjoyable. Whether it’s about our selection of books, events, or customer service, we want to know what you think!Take the Survey Here",
            "topic": "Bookstore",
            "date": "2024-10-09",
            "posted_by": "Joselyn Jusayan Ilumin"
        },
        {
            "title": "Want to Help Plant Mangroves?",
            "category": "Events & Activities",
            "description": "Are you ready to be part of a movement that’s making a real difference? Join us in supporting the UAE’s ambitious mission of planting 100 million mangrove trees by 2030!Interested in joining us to plant mangroves?Fill out the formto express your interest and be part of this ongoing commitment to a greener future.For questions please email NYUAD Civic Engagement & Service atnyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-09",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Volunteer at the Emirates Park Zoo!!",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "AN OPEN CALL TO ANIMAL LOVERS!!Are you passionate about zoology, conservation, or animal care? You can now sign up to register your interest in joining the Emirates Park Zoo as a volunteer. Volunteers will perform multiple duties including feeding and caring for the animals, collecting data, and working with zoologists.Register your interest now!!Questions? Email us atnyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-09",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Volunteer Opportunity at XPANSE",
            "category": "Events & Activities",
            "description": "Event Dates:November 20-22, 2024Location:ADNEC Center, Abu DhabiHost:ADQ, in partnership with MATTER and ADNECAbout XPANSE:XPANSE is a global forum on exponential technologies, uniting 2,500 leaders, technologists, Nobel Laureates, scientists, and policymakers to explore advancements in AI, quantum computing, and more. Volunteers will play a key role in shaping the future of technology.Volunteer Benefits:Full Event Access: Attend all sessions, including keynotes and panels.Networking Opportunities: Connect with global leaders and experts.Hands-on Experience: Join the operational team for a prestigious event.Certificate of Participation: Acknowledgment of your contribution.Volunteer Roles:Event Operations & Logistics: Manage attendee flow and logistics.Speaker & VIP Management: Assist speakers and VIPs during the event.Attendee Engagement & Registration: Help with registration and attendee support.Interactive Zone Support: Aid in setting up and managing interactive exhibits.Who Can Apply?Passionate students interested in emerging technologies.Strong communication skills and a positive attitude.Commitment to the full event (November 20-22) and attendance at training sessions.How to Apply:Interested students can apply here.Early applications are encouraged due to limited spots.",
            "topic": "Community Outreach",
            "date": "2024-10-09",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "UAE Plant and Environment Society Seminars (UPES)",
            "category": "Events & Activities",
            "description": "Speaker Name:Amandine Cornille, NYUADTitle:A (long) path to climate-proof apples and other fruits?Host:Kenneth Birnbaum, NYU & NYUAD CGSBLocation:Zoom (link)Time:5 pm-6 pm (UAE time)Date:Wednesday, October 16, 2024Abstract:Can apples withstand climate change? Despite the economic and cultural importance of the apple tree, this question remains unanswered. To address this, we must explore the origins and domestication history of apples, and characterize the genetic diversity that could help them adapt to climate challenges. Genetic markers revealed the journey of the cultivated apple with a complex history shaped by human practices. Today, conservation efforts, sequenced genomes, and experimental settings, can help predict how well our apples can adapt to climate change.Please sign uphereto receive updates about UPES events",
            "topic": "Research",
            "date": "2024-10-09",
            "posted_by": "Susan Havlis"
        },
        {
            "title": "Reminder: Sophomore Study Away Information Sessions for AY 25-26 Start Tonight",
            "category": "News & Information",
            "description": "The application deadline for upper-class students interested in studying away in the Academic Year 2025-2026 isNovember 15, 2024.Students are required to attendoneof the advising sessions below:Wednesday, October 9, from 6:30-7:30pm, in Campus Center (C2)- East ForumThursday, October 10, from 6:30-7:30pm, in A6- 008Following the required group session, students planning to study away must also have an individual appointment with a study away advisor in the Office of Global Education. Students will be emailed in mid-October to set up these appointments.Students should also consult with their faculty mentors. It is important to remember that students must declare their capstone major by the November 15 study away application deadline.",
            "topic": "Global Education",
            "date": "2024-10-09",
            "posted_by": "Aisha Ali"
        },
        {
            "title": "Mental Health First Aid Training (MHFA) Training on October 26 & 27, 2024",
            "category": "Events & Activities",
            "description": "UPDATED October 9As part of our critical role as community members to take care of your mental health and others’, we are partnering with Lighthouse Arabia to bring you the Mental Health First Aid Training (MHFA). This training will help you gaina deeper understanding of mental health issues and how to support someone in need.MHFA training isan excellent professional development opportunityand youwill be MHFA certified for 3 years.To sign up, please fill thisform.(Kindly read the terms and conditions carefully on the form before signing up)The training will be on-site (In the East and West Forum at C2) from:Saturday, October 26: 10 am - 3 pm GST; ANDSunday, October 27: 10 am - 3 pm GST(You must attend both days, please sign up ONLY if you are available on both days)Please reach out tonyuad.healthpromotions@nyu.edushould you have questions or concerns.",
            "topic": "Student Activities",
            "date": "2024-10-09",
            "posted_by": "Remy Shanker"
        },
        {
            "title": "ARC Peer Tutoring Services: Available Now!",
            "category": "News & Information",
            "description": "The Academic Resource Center (ARC), in collaboration with NYUAD’s academic departments, is pleased to offer peer tutoring services for students seeking additional academic support. Our peer tutors are highly qualified NYUAD undergraduates who have excelled in their respective fields and are trained to provide academic assistance.Peer Tutoring ServicesAppointmentsEngineeringMathSocial ScienceDrop-inComputer ScienceEngineeringMathFor more information on our peer tutoring services, including viewing tutors’ drop-in schedules and booking a session, pleaselog in to NYUConnect. For any additional information, pleasevisit our website, or email us atnyuad.arc@nyu.edu.We look forward to supporting your academic success!",
            "topic": "Academics",
            "date": "2024-10-09",
            "posted_by": "Amna Muneer Eissa Esmaeil Aljneibi"
        }
    ],
    "2024-10-08": [
        {
            "title": "AI-based Hardware Attack Challenge!",
            "category": "Events & Activities",
            "description": "Do you like using Large Language Models(LLMs) to create your hardware designs? If so, have you ever thought the designs you generate using LLMs may contain a backdoor or a trojan? If this intrigues you then you should try out the AI-based Hardware Attack Challenge(AHA) challenge ofCSAW'24. In this challenge, you put on your attacker hat and use LLMs to insert hardware vulnerabilities in the commonly used open-source digital designs. The vulnerabilities must be simulatable and synthesizable, and you will need to be able to demonstrate the effects of the added vulnerability (e.g Hardware CWE & CVSS score). A successful submission will need to include all prompts and responses from the language model, a document detailing your methodology, and detailed demonstrations of exploits. You may use and modify existing tools and frameworks as you see fit. Points will be awarded for subtle yet powerful exploits, creative AI usage, tool integration, and valid use-cases. You can find further details about the challenge here(link). This is a global challenge and anyone can participate.Click herefor more information about the competitionPrize Money:First Prize: 1000$Second Prize: 750$Third Prize: 500$",
            "topic": "Events and Activities",
            "date": "2024-10-08",
            "posted_by": "Hari Ramasubbu"
        },
        {
            "title": "Short Night Against Procrastination (S-NAP)!",
            "category": "News & Information",
            "description": "Midterms got you feeling blue? Looking for a little mo(o)tivation to get some work done?Join us in the Center for Writing and the Library on Thursday, October 10th, from 6-10pm, for the Short Night Against Procrastination!You bring the work, we'll bring the writing consultations, de-stressing games and puzzles, our (in)famous Prison of Productivity, and snacks - duh!Write. Here.",
            "topic": "Academics",
            "date": "2024-10-08",
            "posted_by": "Samia Ahmed"
        },
        {
            "title": "Study Away Information Sessions",
            "category": "News & Information",
            "description": "The application deadline for upper-class students interested in studying away in the Academic Year 2025-2026 isNovember 15, 2024.Students are required to attendoneof the advising sessions below:Wednesday, October 9, from 6:30-7:30pm, in Campus Center (C2)- East ForumThursday, October 10, from 6:30-7:30pm, in A6- 008Following the required group session, students planning to study away must also have an individual appointment with a study away advisor in the Office of Global Education. Students will be emailed in mid-October to set up these appointments.Students should also consult with their faculty mentors. It is important to remember that students must declare their capstone major by the November 15 study away application deadline.",
            "topic": "Global Education",
            "date": "2024-10-08",
            "posted_by": "Aisha Ali"
        },
        {
            "title": "Volunteer Opportunity at XPANSE",
            "category": "Events & Activities",
            "description": "Event Dates:November 20-22, 2024Location:ADNEC Center, Abu DhabiHost:ADQ, in partnership with MATTER and ADNECAbout XPANSE:XPANSE is a global forum on exponential technologies, uniting 2,500 leaders, technologists, Nobel Laureates, scientists, and policymakers to explore advancements in AI, quantum computing, and more. Volunteers will play a key role in shaping the future of technology.Volunteer Benefits:Full Event Access:Attend all sessions, including keynotes and panels.Networking Opportunities:Connect with global leaders and experts.Hands-on Experience:Join the operational team for a prestigious event.Certificate of Participation:Acknowledgment of your contribution.Volunteer Roles:Event Operations & Logistics:Manage attendee flow and logistics.Speaker & VIP Management:Assist speakers and VIPs during the event.Attendee Engagement & Registration:Help with registration and attendee support.Interactive Zone Support:Aid in setting up and managing interactive exhibits.Who Can Apply?Passionate students interested in emerging technologies.Strong communication skills and a positive attitude.Commitment to the full event (November 20-22) and attendance at training sessions.How to Apply:Interested students can apply here: https://www.xpanse.world/volunteer. Early applications are encouraged due to limited spots.",
            "topic": "Community Outreach",
            "date": "2024-10-08",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Mangrove Planting!",
            "category": "Events & Activities",
            "description": "Are you ready to be part of a movement that’s making a real difference? Join us in supporting the UAE’s ambitious mission of planting 100 million mangrove trees by 2030!Interested in joining us to plant mangroves?Fill out the formto express your interest and be part of this ongoing commitment to a greener future.For questions please email NYUAD Civic Engagement & Service atnyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-08",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Join the E-Board for Future Farmers!",
            "category": "Learning & Development",
            "description": "Become a part of the solution by joining the E-Board for NYUAD’s most recent initiative: Future Farmers! (We are looking for 5 additional students for this semester to join the e-baord)Future Farmers is a partnership between NYUAD and Gracia Farms, a local farm in Abu Dhabi paving the way for sustainable and innovative agriculture in the UAE. If you have ever been interested in agricultural technology, hydroponics, and youth education on the future of farming, this is the opportunity for you to get involved.Joining the E-Board specifically entails:Working closely with CEO and VP of Gracia FarmsDeveloping curriculum for community engagement on various topics about sustainable agriculture, hydroponics, greenhouses, gardening, and more!Learn more about Gracia Farms here: https://www.graciagroup.ae/Apply now! Application deadline is October 28, 2024For inquiries, please email nyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-08",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Join the Future Farmers!",
            "category": "Learning & Development",
            "description": "Did you know that only 0.7% of the UAE has arable land? This means the country relies on imports for over 90% of its food. Food security in the UAE has become one of the country’s most pressing concerns. By 2051, the UAE aims to become the world’s best in the Global Food Security Index by enabling sustainable food production through modern technologies and local production.Future Farmers is a partnership between NYUAD and Gracia Farms, a local farm in Abu Dhabi paving the way for sustainable and innovative agriculture in the UAE. If you have ever been interested in agricultural technology, hydroponics, and youth education on the future of farming, this is the opportunity for you to get involved.Let's grow the future together!! Register here.For inquiries, please emailnyuad.civic.engagement@nyu.edu.",
            "topic": "Community Outreach",
            "date": "2024-10-08",
            "posted_by": "Alya Alhammadi"
        }
    ],
    "2024-10-07": [
        {
            "title": "BioHack3D’24 Challenge!",
            "category": "Events & Activities",
            "description": "Are you a passionate student/researcher interested in the convergence of AI, healthcare, and biochip (microfluidic lab-on-a-chip) security? Do you want to push the boundaries of biochip and fingerprint-based authentication technologies? Presenting theBioHack3D'24 Challenge!Hosted on the CSAW platform at NYU Abu Dhabi, this interactive event is part ofCSAW'24BioHack3D’24 offers participants a hands-on, immersive experience exploring the security of biochips and the power of AI-based fingerprinting technology. Under expert guidance, participants will train deep learning models, brainstorm security protocols, and hack biochips using advanced fingerprinting techniques. The event promises a unique learning experience along with the thrill of competitive innovation.The victorious team will be rewarded with a$500 Amazon gift card, and every participant will receive a certificate of participation. Availability is limited, so don't miss out on this exciting opportunity! Register today!Registration deadline: October 20, 2024Click herefor more information about the competition",
            "topic": "Events and Activities",
            "date": "2024-10-07",
            "posted_by": "Hari Ramasubbu"
        },
        {
            "title": "Volunteer at the Emirates Park Zoo!!",
            "category": "Events & Activities",
            "description": "AN OPEN CALL TO ALL ANIMAL LOVERS!!Are you passionate about zoology, conservation, or animal care? You can now sign up to register your interest in joining the Emirates Park Zoo as a volunteer. Volunteers will perform multiple duties including feeding and caring for the animals, collecting data, and working with zoologists.Register your interest now!!Questions? Email us atnyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-07",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Volunteer at the Abu Dhabi National Aquarium!",
            "category": "Events & Activities",
            "description": "Are you passionate about marine life, conservation, or animal care? You can now sign up to register your interest in joining the National Aquarium as a volunteer.Sign up nowfor an exclusive opportunity to:Work with a diverse range of marine animalsGain experience in veterinary care, animal rehabilitation, and participate in exciting research projectsEngage with unique species like capybaras, reptiles, and birds, and support their daily care and enrichment.For questions please email NYUAD Civic Engagement & Service at nyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-07",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Join the E-Board for Future Farmers!",
            "category": "Events & Activities",
            "description": "Did you know that only 0.7% of the UAE has arable land? This means the country relies on imports for over 90% of its food. Food security in the UAE has become one of the country’s most pressing concerns. By 2051, the UAE aims to become the world’s best in the Global Food Security Index by enabling sustainable food production through modern technologies and local production.Become a part of the solution by joining the E-Board for NYUAD’s most recent initiative: Future Farmers! (We are looking for 5 additional students for this semester to join the e-baord)Joining the E-Board specifically entails:Working closely with CEO and VP of Gracia FarmsDeveloping curriculum for community engagement on various topics about sustainable agriculture, hydroponics, greenhouses, gardening, and more!Learn more about Gracia Farms here:https://www.graciagroup.ae/Apply now! Application deadline is October 28, 2024For inquiries, please email nyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-10-07",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Volunteer Opportunity at XPANSE",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "Event Dates:November 20-22, 2024Location:ADNEC Center, Abu DhabiHost:ADQ, in partnership with MATTER and ADNECAbout XPANSE:XPANSE is a global forum on exponential technologies, bringing together 2,500 industry leaders, technologists, Nobel Laureates, scientists, and policymakers to discuss advancements in AI, quantum computing, advanced materials, and other cutting-edge fields. Volunteers will get a unique chance to be part of a high-impact event shaping the future of technology and innovation.Volunteer Benefits:- Full Access to the Event:Volunteers will receive access to all sessions, allowing them to attend keynote speeches, panel discussions, and interactive exhibits.- Networking Opportunities:Engage with global leaders, innovators, and industry experts.- Hands-on Experience:Gain practical event experience and be part of the operational team for a prestigious global forum.- Certificate of Participation:Recognition of your contribution to the event.Volunteer Roles:- Event Operations & Logistics:Assist with managing attendee flow, event logistics, and supporting the smooth running of all sessions.- Speaker & VIP Management:Support keynote speakers, moderators, and VIPs, ensuring they are guided through their event schedules.- Attendee Engagement & Registration:Help at registration booths, provide attendee information, and assist in navigating the event space.- Interactive Zone Support:Assist with the setup, operation, and attendee interaction within the event's interactive zones and exhibits.Who Can Apply?- Enthusiastic and committed students who are passionate about emerging technologies and innovation.- Strong communication skills and a positive attitude.- Ability to commit to volunteering for the full duration of the event (November 20-22).- Must be able to attend training sessions prior to the event dates.How to Apply:Interested students can find more details and apply through this link: [https://www.xpanse.world/volunteer](https://www.xpanse.world/volunteer). Early applications are encouraged as there are limited volunteer spots available.",
            "topic": "Community Outreach",
            "date": "2024-10-07",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Exploring Large Language Models (LLMs) for Text Data-Special AI Workshop",
            "category": "Learning & Development",
            "description": "This workshop explores how LLMs may be applied to understanding, processing, and analyzing text data. It addresses the following questions with thoughts and observations from our own explorations with LLMs: How researchers have applied LLMs to their empirical or data-driven research in social sciences (and humanities)? In what ways might the features of LLMs transform the pipeline of such research? What practical methods are available for accessing LLMs for working with text data?Please joinYun Dai, Data Services Librarian at NYU Shanghai Library, for this special AI event.Catering will be available.Please REGISTER HERE!",
            "topic": "Library",
            "date": "2024-10-07",
            "posted_by": "Grace Oluwaseyi Itiola"
        },
        {
            "title": "TODAY, 1-4pm! | ARC and Center for Writing Open House",
            "category": "News & Information",
            "description": "Join us for the ARC & Center for Writing Open House!Come byC2-3101TODAY from 1:00 - 4:00 PMfor a fun and engaging afternoon! This is your chance to meet staff from both theAcademic Resource Center (ARC)and theCenter for Writing, enjoy games, and win exciting SWAG and prizes!Whether you're curious about the services we offer or just want to stop by and have fun, we look forward to seeing you!If you have any questions, please emailnyuad.arc@nyu.edu.",
            "topic": "Academics",
            "date": "2024-10-07",
            "posted_by": "Samia Ahmed"
        }
    ],
    "2024-10-04": [
        {
            "title": "Fall Break Travel Reminders",
            "category": "News & Information",
            "description": "As you plan your fall break, we encourage you to review theUS State Department travel advisories— or similar advisories or warnings issued by the governments of your home countries — before making any travel plans. Please be sure to register all travel outside the UAE for personal or academic reasons inNYU Traveler.We also strongly recommend that you read theTravel with Your \"WITS\" (Wise Independent Travel Strategies)informationhere.We urge you to exercise great maturity and exceptionally good judgment when selecting travel destinations. You should avoid travel to locations with US State Department travel advisory warnings and/or public health concerns. Matters of health, including needed vaccinations or information on local health conditions, can be referenced by country at the website for theUS Center for Disease Control. Please be particularly attentive to guidance on whether malaria prophylaxis or a yellow fever vaccination is recommended or required. If you have questions about travel, health, and vaccinations, please consult a travel nurse at the Student Health Center.Lastly, when you travel, please remain vigilant of your passport and personal belongings. We highly recommend that you have access to a copy of your passport and relevant visa stamps in case your original passport gets lost or stolen. If your passport is lost or stolen, you will need to work with the local authorities and your home country embassy or consulate immediately. Reentry into the UAE will also be challenging if this happens. Please contact theOffice of Global Educationimmediately if you lose your passport. Please remember that your passport is your responsibility. You are responsible for replacing your passport and the relevant immigration documents if this does occur.",
            "topic": "Global Education",
            "date": "2024-10-04",
            "posted_by": "Aisha Ali"
        },
        {
            "title": "Study Away Program Update-- Global Studies Track Program",
            "category": "News & Information",
            "description": "First- and Second-Year Students Planning to Major in BOS, Computer Science, or Economics-- please review this important update on the Global Studies Track programhere.If you have questions, please contact us atnyuad.studyawaysupport@nyu.edu.",
            "topic": "Global Education",
            "date": "2024-10-04",
            "posted_by": "Aisha Ali"
        },
        {
            "title": "All are invited to participate in MRI research!",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "ASPIRE Precision Medicine Research Institute Abu Dhabi invites you to participate in a MRI study at NYU Abu Dhabi. The institute’s mission is to gain a better understanding of conditions prevalent in the region.We will first collect behavioral data including but not limited to vision tests. Then, we will collect a series of brain scans in the MRI scanner. Finally, we will collect demographic data and a saliva test. The study will take approximately 2-2.5 hours to complete. You will be compensated with vouchers worth approximately 120 AED for participation.You are eligible to participate if you are above 18 years of age, do not have a history of neurological conditions, and are not pregnant at the time of the study. Those with non-removable metal in their body cannot participate.If you are interested please email the researchers below with the subject line “MRI study.”Last names A-M contact Aysha Hamkari:aah698@nyu.eduLast names N-Z contact Dana Alkalali:dna8993@nyu.edu",
            "topic": "Research",
            "date": "2024-10-04",
            "posted_by": "Dana Nayef Omar Mohamed Alkalali"
        }
    ],
    "2024-10-03": [
        {
            "title": "Participate in the HEAL Study: A Journey to Better Health Through Lifestyle!",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "All are invited to participate in a Lifestyle study!The Center for Brain and Health invites you to its Healthy Eating and Active Living (HEAL) study! Through this study we hope to better understand how diet, activity, and lifestyle support affect overall health among adults.This study consists of MRI imaging, physiological sampling (including blood and stool samples), questionnaires, and physical and nutritional intervention (Intervention Group only). To be eligible for participation you must be physically present in Abu Dhabi for a continuous period of 14 weeks. Starting date can be accommodated to availability.You are eligible to participate if you are aNYUAD community member i.e. staff (full-time as well as contract), faculty, family members, and studentsabove 18 years of age, without any physical limitations to exercise and have little or no sport and fitness background. The study will take place on NYU AD campus.PARTICIPANTS WILL BE RANDOMLY ASSIGNED TO EITHER CONTROL OR INTERVENTION GROUP.If you are interested please fill out the following form and if eligible, a researcher will be in contact to initiate the study:https://forms.gle/pujDwSp1LS8CzSd29Principal Investigator: Dr. Bas Rokers,br87@nyu.eduFor inquiries contact: Natasha Enriquez,ne583@nyu.edu",
            "topic": "Research",
            "date": "2024-10-03",
            "posted_by": "Osama Abdullah"
        },
        {
            "title": "CSAW'24 MENA: 11th Annual Cybersecurity Games and Conference",
            "category": "Events & Activities",
            "description": "Join us for CSAW'24, the 11th annual CSAW MENA event, hosted by the Center for Cybersecurity from November 6th to 9th, 2024. This premier cybersecurity event will feature a variety of competitions, including:BioHack 3D (registration open)AI Hardware Attack Challenge (registration open)LLM Attack Challenge (registration open)Applied ResearchCapture the FlagHack My RobotCSAW offers a unique opportunity for students and researchers to showcase their skills, engage with the global cybersecurity community, and gain recognition for their talents. A few competitions are still open for registration—click herefor more information and to register. We also welcome you to attend the event even if you are not participating in a competition. This is a great opportunity not only for existing cybersecurity enthusiasts but also for those interested in exploring the field of cybersecurity.Save the dates and join us for an incredible event!",
            "topic": "Events and Activities",
            "date": "2024-10-03",
            "posted_by": "Hari Ramasubbu"
        },
        {
            "title": "Study Away Advising for Sophomores",
            "category": "News & Information",
            "description": "The application deadline for upper-class students interested in applying to study away in the Academic Year 2025-2026 isNovember 15, 2024.Students are required to attendoneof the advising sessions below:Wednesday, October 9, from 6:30-7:30pm, in Campus Center (C2)- East ForumThursday, October 10, from 6:30-7:30pm, in A6- 008Following the required group session, students must also have an individual appointment with a study away advisor in the Office of Global Education. Students will be emailed in mid-October to set up these appointments.Students should also consult with their faculty mentors. It is important to remember that students must declare their capstone major by the November 15 study away application deadline.",
            "topic": "Global Education",
            "date": "2024-10-03",
            "posted_by": "Aisha Ali"
        }
    ],
    "2024-10-02": [
        {
            "title": "Welcome to Cybersecurity Awareness Month 2024!",
            "category": "Service Notifications",
            "description": "October is Cybersecurity Awareness Month, an international initiative that educates everyone about online safety and empowers individuals and businesses to protect their data from cybercrime. Cybersecurity Awareness Month reminds everyone that there are simple, effective ways to keep yourself safe online, protect your personal data, and ultimately help secure our world.Every week in October we will be sharing cybersecurity tips promoting a strong and resilient security culture to keep you and your family safe and secure online. Cybersecurity Awareness Month focuses on the top four ways to stay safe online:PhishingPasswordsMobile DevicesOthersThis week’s topic isUpdating & restarting all computers and servers.Be sure to check out our digital signages around campus and keep an eye out for an email training invite from KnowBe4 for a chance to win weekly prizes.If you have any questions, feel free to reach out to nyuad.it@nyu.edu.Everybody loves a fresh (re)start",
            "topic": "Technology",
            "date": "2024-10-02",
            "posted_by": "Aman Mudhar"
        },
        {
            "title": "The Power of Updates and Restarts",
            "category": "News & Information",
            "description": "Regular system updates and restarts are crucial for maintaining robust cybersecurity. These actions serve as the first line of defense against potential threats.Why Updates MatterProvide critical security patchesEnhance overall system performanceIntroduce new featuresBest PracticesSchedule regular update checks and restartsEnable automatic updates when possibleDon't ignore update promptsBy embracing these practices, we give our devices—and their cybersecurity—a fresh start. Regular updates and restarts are simple yet powerful tools in the fight against cyber threats.For assistance with implementing these measures, please contact the IT support team at nyuad.it@nyu.edu",
            "topic": "Technology",
            "date": "2024-10-02",
            "posted_by": "Aman Mudhar"
        }
    ],
    "2024-10-01": [
        {
            "title": "Basics and Applications of Powder-Based X-ray Diffraction Methods",
            "category": "Events & Activities",
            "description": "The Center for Smart Engineering Materials at NYUAD, in collaboration with the Emirates Crystallographic Society (ECS) and the Smart Materials Lab (SML), NYUAD, is organizing a two-day workshop on November 25 and 26. The workshop is focused on powder X-ray diffraction and related methods, titled: \"Basics and Applications of Powder-Based X-ray Diffraction Methods.\"The lectures will be delivered by Robert E. Dinnebier, Head of Scientific Facility at the Max Planck Institute for Solid-State Research in Stuttgart, Germany, a renowned expert in powder diffraction analysis. The lectures will take place from 10:00 to 16:30 at the Experimental Research Building (ERB, C1) in NYU Abu Dhabi, on November 25 (room C1-116) and 26 (room C1-120). Attendees are required to bring their own laptops for the practical part of the workshop, and lunch will be provided.Workshop Schedule:-Monday, November 25, 2024, 10:00 - 16:30-Tuesday, November 26, 2024, 10:00 - 16:30If you or your students are interested,kindly register herefor participation.",
            "topic": "Academics",
            "date": "2024-10-01",
            "posted_by": "Kauthar Al Shally"
        },
        {
            "title": "Opening Reception Tonight - Between the Tides: A Gulf Quinquennial",
            "category": "Events & Activities",
            "description": "You're invited to the opening program for our fall exhibition,Between the Tides: A Gulf Quinquennial, marking the Art Gallery’s 10th anniversary.From 3–6 PM, participate in aPhotos A La Chairsession with Camille Zakharia and Ali Ismail Karimi, in collaboration with Mohamed Ahmed Ibrahim and Latifa Saeedat theBlue Hall, followed by apublic opening reception from 6–8 PMat theArt Gallery.Refreshments will be served.",
            "topic": "Events and Activities",
            "date": "2024-10-01",
            "posted_by": "Sonali Shirodkar"
        },
        {
            "title": "FRIDAY, Oct. 4|Citations 101 (MLA & APA)|First-Year Workshops by the Center for Writing",
            "category": "News & Information",
            "description": "Are you a first-year student nervous about citations? Do you have nightmares about accidental plagiarism? Do you wish you knew what MLA and APA were?Put your irrational fears to rest, because we're back with another workshop this week to help rationalize citation styles for you!Join us as we go over the basics of citations: thisFriday, October 4, from 5-6pmin the Center for Writing!Write & Cite. Here.",
            "topic": "Academics",
            "date": "2024-10-01",
            "posted_by": "Samia Ahmed"
        },
        {
            "title": "Virtual Session with Princeton School of Public and International Affairs on October 22nd!",
            "category": "Events & Activities",
            "description": "Join the NYUAD Career Development Center and the Princeton School of Public and International Affairs (SPIA) for a virtual info session and learn more about theirfully funded Master's degree programs!We will be joined by Steven Petric, the Assistant Dean for Global Outreach, Admissions and Alumni Engagement at Princeton SPIA, who will discuss SPIA's academic programs and curriculum, admission requirements, student life, career development, and the unique and generous financial grants available to all students at SPIA.RSVP on HandshakePlease fill out the registration form to access the virtual event",
            "topic": "Career Development",
            "date": "2024-10-01",
            "posted_by": "Eman Alsamara"
        }
    ],
    "2024-09-30": [
        {
            "title": "New Women's Only Swimming Hours | Athletics",
            "category": "Events & Activities",
            "description": "Women's Only Hours starting Oct. 2(Pool is open for female community members only during these hours)25 Meter Lanes:Mondays & Wednesdays : 4 pm - 6:15 pm50 Meter Lanes:Thursdays & Saturdays: 12 pm- 2 pm",
            "topic": "Athletics",
            "date": "2024-09-30",
            "posted_by": "Vicky Davis"
        },
        {
            "title": "Mangrove Planting!",
            "category": "Events & Activities",
            "description": "Are you ready to be part of a movement that’s making a real difference? Join us in supporting the UAE’s ambitious mission of planting 100 million mangrove trees by 2030!Interested in joining us to plant mangroves?Fill out the formto express your interest and be part of this ongoing commitment to a greener future.For questions please email NYUAD Civic Engagement & Service atnyuad.civic.engagement@nyu.edu",
            "topic": "Community Outreach",
            "date": "2024-09-30",
            "posted_by": "Alya Alhammadi"
        },
        {
            "title": "Venice Biennale: Internship Opportunity 2025",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "The National Pavilion UAE is offering an incredible chance to participate in the prestigious La Biennale di Venezia, one of the world’s leading platforms for contemporary art, architecture, and film.We are thrilled to announce theVenice Internship Program, a unique opportunity for a select group of Emirati and long-term residents to represent the UAE at the renowned 19th International Architecture Exhibition at La Biennale di Venezia.Application Deadline: November 1st, 2024Internship Duration: One month between May and November 2025As an intern you’ll receive:A stipendAccommodation in VeniceAccess to exclusive lectures and workshopsA certificate of participationApply nowvia ourwebsiteand embark on this exceptional journey!To learn more, join us for anInformation Sessionin Abu Dhabi:6 October, 3 pm, M39, Abu DhabiThese events are free of charge, and we kindly recommend registering through theevent page.",
            "topic": "Student Activities",
            "date": "2024-09-30",
            "posted_by": "Adela Kovarova"
        },
        {
            "title": "UAE Healthy Future Study - Baseline",
            "category": "Events & Activities",
            "description": "ARE YOU AN EMIRATE 18 YEARS OR OLDER?Join the UAE Healthy Future Study.Obesity, diabetes, hypertension, and heart diseases are common amongst the UAE national. By taking part in the UAE Healthy Future Study, you can help researchers understand the causes of such diseases and help future generations.Location: Wellness Center C2, (W014)Register Now!https://uaehealthyfuture.timetap.com/#/",
            "topic": "Research",
            "date": "2024-09-30",
            "posted_by": "Ayesha Al Hosani"
        }
    ],
    "2024-09-28": [
        {
            "title": "Exciting News: A Flavorful Twist is Coming!",
            "category": "News & Information",
            "description": "Hold onto your forks, because we've got a thrilling twist in our dining spectrum that you won't want to miss!Indian by Nature is leveling up, bringing a flavourful surprise in our campus food scene!Get ready to excite your taste buds with a sprinkling of upswings, upturns and revamps, all sure to spice things up! Imagine vibrant dishes bursting with bold flavours, aromas that’ll have you daydreaming of your next meal, and a culinary journey that celebrates the rich tapestry of Indian cuisine.So, buckle up and get ready for a delicious adventure! Keep your eyes peeled for all the mouthwatering details coming your way soon. Your taste buds are in for a treat!",
            "topic": "Dining",
            "date": "2024-09-28",
            "posted_by": "Joselyn Jusayan Ilumin"
        }
    ],
    "2024-09-27": [
        {
            "title": "First Year Students and J-Term 2025 Enrollment Information",
            "category": "News & Information",
            "description": "We hope you had a great week. This is a brief reminder that first-year students are required to enroll in a J-Term 2025 course. Registration for January Term 2025 ends Sunday night, September 29. First Year students need to make sure they are enrolled in a J-Term class by that time (and not just waitlisted in a course). Review available course online throughAlbert- remember, first year students can enroll in Abu Dhabi and fully away based J-Terms for 2025. There are still seats available in away and Abu Dhabi based courses!Remember that J-Term 2026 priority enrollment is based on the number of completed J-Terms. By not completing a J-Term in 2025 a student will not be given a higher priority (an earlier registration time) for J-Term 2026 registration next year.",
            "topic": "Registrar",
            "date": "2024-09-27",
            "posted_by": "Paul Revere"
        },
        {
            "title": "Sundays, 7:30-9:30pm|Focused Writing Space!|Center for Writing",
            "category": "News & Information",
            "description": "Need some help staying focused? Want to work in a space with other like-minded folks? COFFEE?Join us in the Center for Writing on Sunday evenings, from 7:30-9:30pm. You bring the work, we bring the coffee!Write & Focus. Here.",
            "topic": "Academics",
            "date": "2024-09-27",
            "posted_by": "Samia Ahmed"
        }
    ],
    "2024-09-26": [
        {
            "title": "D1 Campus West Restaurant Special",
            "category": "News & Information",
            "description": "Discover our new menu! Fresh, flavorful dishes await you. Visit D1 Campus WestRestaurant for our Weekend Special and treat your taste buds!",
            "topic": "Dining",
            "date": "2024-09-26",
            "posted_by": "Joselyn Jusayan Ilumin"
        },
        {
            "title": "Discover and Experience the Delight of Matcha Lattes!",
            "category": "News & Information",
            "description": "Savor the vibrant and refreshing taste of our Matcha Lattes. Visit us at any of ourcoffee stations today and elevate your beverage experience!Located at:Read and RefuelD1 Campus West RestaurantD2 Campus East Restaurant",
            "topic": "Dining",
            "date": "2024-09-26",
            "posted_by": "Joselyn Jusayan Ilumin"
        },
        {
            "title": "Opening Reception: Purring Tiger. Today at 5:30pm",
            "category": "Events & Activities",
            "description": "Join us for the opening reception of Purring Tiger’sMUJO Installationin the Project Space.MUJO (無常 – Japanese for impermanence) is a celebration of life’s diversity, expressed through a harmonious blend of dance, sound, and visual artistry underneath the starry sky out in the desert. This dance and live music performance using the sandy desert as the stage, is a multi-channel video/sound installation that is both an extension of the live performance and its own interpretation of the performance piece.Light refreshments will be served.LEARN MORE ABOUT THE EXHIBITION",
            "topic": "Events and Activities",
            "date": "2024-09-26",
            "posted_by": "Sonali Shirodkar"
        }
    ],
    "2024-09-25": [
        {
            "title": "Opening Reception: Between the Tides: A Gulf Quinquennial - Tue, October 1",
            "category": "Events & Activities",
            "description": "Join us in celebrating the NYUAD Art Gallery’s 10th anniversary at the opening reception for the exhibitionBetween the Tides: A Gulf Quinquennial on Tuesday, October 1 atThe Art Gallery. This is the first of an ongoing series of exhibitions to be held every five years, surveying artistic voices from across the GCC countries.Opening night program includesPhotos A La Chair, a community event by Camille Zakharia and Ali Ismail Karimi. The event will take place at the Blue Hall, NYUAD Arts Center, from 3–6 PM. Registration is not required. This iteration is in collaboration with artists Mohamed Ahmed Ibrahim and Latifa Saeed.Refreshments will be served in the Atrium.Read more about the opening night programhere.",
            "topic": "Events and Activities",
            "date": "2024-09-25",
            "posted_by": "Sonali Shirodkar"
        }
    ],
    "2024-09-24": [
        {
            "title": "Flu Shots Available",
            "category": "Events & Activities",
            "description": "The Student Health Center is offering free flu vaccines to students, staff, faculty, and their families (children aged two and older) at the Health Center (C2 – Ground Floor).You can visit the Student Health Center during the following hours to receive your flu shot:Monday to Thursday, 9:30am – 12:30pm and 2:00pm – 4:00pmFridays, 9:30am – 11:30am and 2:30pm – 4:30pmImportant information for receiving your flu shot at the Student Health Center:Kindly complete the requiredinfluenza vaccine administration consent formonline before for you present to the Student Health Center for your flu shot.Please note that each individual receiving a flu shot needs to submit a completed consent form (including family members and domestic workers).Please wear clothing that allows for easy access to the upper part of your arm near the shoulder.If you have any questions or concerns regarding this year’s flu vaccine clinic, please email us atnyuad.immunization@nyu.edu.",
            "topic": "Health",
            "date": "2024-09-24",
            "posted_by": "Olisa Okoh"
        },
        {
            "title": "Project Space Opening on Thu, Sep. 26: MUJO Installation",
            "category": "Events & Activities",
            "description": "Join us for the opening reception of Purring Tiger’sMUJO Installationin the Project Space.MUJO (無常 – Japanese for impermanence) is a celebration of life’s diversity, expressed through a harmonious blend of dance, sound, and visual artistry underneath the starry sky out in the desert. This dance and live music performance using the sandy desert as the stage, is a multi-channel video/sound installation that is both an extension of the live performance and its own interpretation of the performance piece.LEARN MORE ABOUT THE EXHIBITION",
            "topic": "Events and Activities",
            "date": "2024-09-24",
            "posted_by": "Sonali Shirodkar"
        }
    ],
    "2024-09-23": [
        {
            "title": "Sept. 25| Citations 101 | First-Year Workshops by the Center for Writing!",
            "category": "News & Information",
            "description": "Are you a first-year student nervous about citations? Do you have nightmares about accidental plagiarism? Do you wish you knew what MLA and APA were?Put your irrational fears to rest, because we're back with another workshop this week to help rationalize citation styles for you! Join us as we go over the basics of citations: this Wednesday, Sept. 25 from 6:20-7:20pm in the Center for Writing!Write & Cite. Here.",
            "topic": "Academics",
            "date": "2024-09-23",
            "posted_by": "Samia Ahmed"
        },
        {
            "title": "Masdar’s Future Sustainability Leaders 2025: Applications NOW OPEN!",
            "category": "Events & Activities",
            "description": "Abu Dhabi Future Energy Company (Masdar) is pleased to invite students to participate in the 7th edition of the Future Sustainability Leaders program, one of the key events under the umbrella of the Youth for Sustainability platform to empower young people, develop their skills practically and empower them to become future sustainability leaders.Applications are now being accepted:Fill out registration form.Registration deadline: November 6, 2024",
            "topic": "Career Development",
            "date": "2024-09-23",
            "posted_by": "Manal Deria"
        },
        {
            "title": "Open Campus Day is Back: November 16, 2024",
            "category": "News & Information",
            "description": "Step into a day of exploration, discovery, and interaction at ourOpen Campus Dayon Saturday, November 16, 2024.Visitors will have the opportunity to tour our campus, visit our learning spaces and recreational facilities, attend talks with our faculty, and engage with interactive research stations. There’s something for everyone to explore.Register your attendanceand invite friends and family who might be ready to discover their future here.We’re looking for volunteers to help make the day a success. From setting up, guiding guests, and interacting with visitors at key interaction points, you’ll play a crucial role in bringing our campus to life. Register your interest tovolunteer at the event.",
            "topic": "Communications",
            "date": "2024-09-23",
            "posted_by": "Janice Liu Siling"
        }
    ],
    "2024-09-21": [
        {
            "title": "J-Term 2025 Registration Course Validation Information (Starting Monday, September 23)",
            "category": "News & Information",
            "description": "UPDATED September 23J-Term 2025 registration will start this week and students will register through Albert. Validate your course selections and make sure you have no registration holds. CheckAlberttodayfor your course registration time (remember that course registration time is listed using Eastern U.S. time and you will want to convert it to Abu Dhabi time!).Thefull J-Term scheduleis now available inAlbertunder theJanuary 2025listings (even the June-Term 2025 courses can be found there!). You can also view course listings on theStudent Portal Web Listingfor crosslists.J-Term 2025 has offerings in both January and June, so be sure to read the course description closely and look for the course dates in Albert starting on Tuesday. With 100+ offerings around the world this is turning out to be another wonderful J-Term! Make sure to have a few options in mind.CCOL Field Colloquia J term classes cannot be used to meet the 14-week CCOL Core Colloquia requirement. Students need to complete their 14-week Core CCOL requirement in the regular semester (fall and/or spring) and their Field Colloquia requirement in the J-Terms.Remember - registration appointment times are based on the number of completed J-Terms.",
            "topic": "Registrar",
            "date": "2024-09-21",
            "posted_by": "Paul Revere"
        }
    ],
    "2024-09-20": [
        {
            "title": "Important J-Term Abroad and Regional Seminar Visa Considerations",
            "category": "News & Information",
            "description": "Students who are eligible and planning to select J-Term courses in Schengen locations where they require a visa in advance to enter the country (including an Abu Dhabi course with a regional seminar) should begin reviewing the visa requirements now for these countries to start booking a visa appointment. All European sites require a visa appointment through VFS Global or BLS International agencies. You should be able to move forward with an appointment for most countries without being required to pay a visa application fee.We strongly suggest students book an appointment now for a date between October 10 and November 30, 2024, to ensure they can secure a visa in time for their J-Term course. Please remember that securing a visa is your responsibility. If you are not able to secure the visa by the end of the fall semester, you will be withdrawn from the course.More information can be foundhere.",
            "topic": "Global Education",
            "date": "2024-09-20",
            "posted_by": "Aisha Ali"
        }
    ],
    "2024-09-19": [
        {
            "title": "Student Affairs Outreach Signup Form",
            "category": "News & Information",
            "description": "Student Affairs does proactive outreach to students for community building and support. This normally is based on passport information given in the Student Profile or Albert records. Please list additional groups you identify with, based on which you would like to be included in Student Affairs outreach:https://docs.google.com/forms/d/e/1FAIpQLSe59fr1B_J2VhnpWhW8B0rp-baT3Az_QiwQ0RUGpD50HAyG5Q/viewform?usp=sf_link",
            "topic": "Student Activities",
            "date": "2024-09-19",
            "posted_by": "Sara Pervaiz Amjad"
        },
        {
            "title": "All are invited to participate in MRI research!",
            "category": "Job Opportunities, Internships & Volunteering",
            "description": "ASPIRE Precision Medicine Research Institute Abu Dhabi invites you to participate in a MRI study at NYU Abu Dhabi. The institute’s mission is to gain a better understanding of conditions prevalent in the region.We will first collect behavioral data including but not limited to vision tests. Then, we will collect a series of brain scans in the MRI scanner. Finally, we will collect demographic data and a saliva test. The study will take approximately 2.5 hours to complete. You will be compensated with vouchers worth approximately 150 AED for participation.You are eligible to participate if you are above 18 years of age, do not have a history of neurological conditions, and are not pregnant at the time of the study. Those with non-removable metal in their body cannot participate.If you are interested please email the researchers below with the subject line “MRI study.”Last names A-P contact Aysha Hamkari:aah698@nyu.eduLast names Q-Z contact Dana Alkalali:dna8993@nyu.edu",
            "topic": "Research",
            "date": "2024-09-19",
            "posted_by": "Dana Nayef Omar Mohamed Alkalali"
        },
        {
            "title": "Focused Writing Space is Back!|Sundays, 7:30-9:30pm @ the Center for Writing",
            "category": "News & Information",
            "description": "Need some help staying focused? Want to chat with a peer tutor about an assignment that's really bugging you? Just looking for some coffee and a stern face to make you get some work done?Join us in the Center for Writing on Sundays evenings, from 7:30-9:30pm, for our weekly Focused Writing Space!You bring the work, we'll bring the coffee and whatever else you might need!Write&Focus. Here.",
            "topic": "Academics",
            "date": "2024-09-19",
            "posted_by": "Samia Ahmed"
        }
    ],
    "2024-09-18": [
        {
            "title": "Daymart App is now LIVE!",
            "category": "News & Information",
            "description": "We are excited to introduce Daymart NYUAD application. A secured & dedicated app built to serve only the NYUAD community, integrated with NYU SSO Login.Over 3000 products are listed and delivery can be arranged through slotted scheduling, committed to deliver goods Fresh@Doorstep.For payments, besides Cash On Delivery and Credit Cards, the app also supports Campus and Falcon Dirhams.App is available in Google Play Store and iOS APP StoreGoogle Play: -linkiOS APP Store:link",
            "topic": "Dining",
            "date": "2024-09-18",
            "posted_by": "Joselyn Jusayan Ilumin"
        }
    ],
    "2024-09-17": [
        {
            "title": "Sept. 18|Rolling Out Those Response Papers!|Center for Writing",
            "category": "News & Information",
            "description": "Are you a first-year student struggling with how to respond all the readings, all the questions your professor keeps asking you, all the chaos of Week 4, etc. ???Have no fear, the Center for Writing is here!Join us this Wednesday, September 18, from 6:20-7:20pm in the center, for a workshop on tackling response papers, reflection posts, and more!Write. Here.",
            "topic": "Academics",
            "date": "2024-09-17",
            "posted_by": "Samia Ahmed"
        }
    ]
}